Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: The inspector's controls are grouped into collapsible sections. Click anywhere on a section's header to open or close it; hold **⌥** while clicking to open or close every section at once. How you leave them is remembered.
ar: يتم تجميع عناصر التحكم الخاصة بالمفتش في أقسام قابلة للطي. انقر في أي مكان على رأس القسم لفتحه أو إغلاقه؛ استمر في الضغط على **⌥** أثناء النقر لفتح أو إغلاق كل قسم مرة واحدة. كيف تركتهم يتم تذكرها.
ca: Els controls de l'inspector s'agrupen en seccions plegables. Feu clic a qualsevol lloc de la capçalera d'una secció per obrir-la o tancar-la; manteniu premut **⌥** mentre feu clic per obrir o tancar totes les seccions alhora. Es recorda com els deixes.
cs: Ovládací prvky inspektora jsou seskupeny do skládacích sekcí. Klepnutím kamkoli na záhlaví sekce ji otevřete nebo zavřete; podržením **⌥** při kliknutí otevřete nebo zavřete každou sekci najednou. Jak je opustíte, je zapamatováno.
da: Inspektørens kontroller er grupperet i sammenfoldelige sektioner. Klik hvor som helst på en sektions overskrift for at åbne eller lukke den; hold **⌥** nede, mens du klikker for at åbne eller lukke hver sektion på én gang. Hvordan du forlader dem huskes.
de: Die Steuerelemente des Inspektors sind in einklappbare Abschnitte gegliedert. Klicke irgendwo auf die Überschrift eines Abschnitts, um ihn auf- oder zuzuklappen; halte dabei **⌥** gedrückt, um alle Abschnitte gleichzeitig zu öffnen oder zu schließen. Der Zustand wird gespeichert.
el: Τα χειριστήρια του επιθεωρητή ομαδοποιούνται σε πτυσσόμενα τμήματα. Κάντε κλικ οπουδήποτε στην κεφαλίδα μιας ενότητας για να την ανοίξετε ή να την κλείσετε. κρατήστε πατημένο το **⌥** ενώ κάνετε κλικ για να ανοίξετε ή να κλείσετε κάθε ενότητα ταυτόχρονα. Το πώς τα αφήνεις θυμάται.
es: Los controles del inspector se agrupan en secciones plegables. Haz clic en cualquier punto del encabezado de una sección para abrirla o cerrarla; mantén pulsada **⌥** al hacer clic para abrir o cerrar todas a la vez. Se recuerda cómo las dejas.
fa: کنترل‌های بازرس در بخش‌های جمع‌شدنی گروه‌بندی شده‌اند. برای باز یا بسته کردن یک بخش، هر جای سربرگ آن کلیک کنید؛ برای باز یا بستن همه‌ی بخش‌ها به‌یک‌باره، هنگام کلیک **⌥** را نگه دارید. وضعیتی که آن‌ها را در آن رها می‌کنید به خاطر سپرده می‌شود.
fi: Tarkastajan ohjaimet on ryhmitelty kokoontaitettaviin osiin. Napsauta mitä tahansa osion otsikkoa avataksesi tai sulkeaksesi sen. pidä **⌥** painettuna samalla kun napsautat avataksesi tai sulkeaksesi jokaisen osan kerralla. Se, kuinka jätät heidät, muistetaan.
fr: Les contrôles de l'inspecteur sont regroupés en sections repliables. Cliquez n'importe où sur l'en-tête d'une section pour l'ouvrir ou la fermer ; maintenez **⌥** enfoncé en cliquant pour ouvrir ou fermer toutes les sections à la fois. L'état dans lequel vous les laissez est mémorisé.
he: הפקדים של המפקח מקובצים לחלקים מתקפלים. לחץ במקום כלשהו בכותרת של קטע כדי לפתוח או לסגור אותו; החזק את **⌥** תוך כדי לחיצה כדי לפתוח או לסגור כל חלק בבת אחת. איך אתה עוזב אותם נזכר.
hr: Inspektorske kontrole grupirane su u sklopive dijelove. Pritisnite bilo gdje na zaglavlju odjeljka da biste ga otvorili ili zatvorili; držite **⌥** dok kliknete za otvaranje ili zatvaranje svakog odjeljka odjednom. Pamti se kako ih ostaviš.
hu: Az ellenőr vezérlőelemei összecsukható részekre vannak csoportosítva. Kattintson bárhová a szakasz fejlécére a szakasz megnyitásához vagy bezárásához; Kattintás közben tartsa lenyomva a **⌥** billentyűt az összes szakasz egyidejű megnyitásához vagy bezárásához. Emlékeznek arra, hogyan hagytad őket.
id: Kontrol inspektur dikelompokkan menjadi beberapa bagian yang dapat dilipat. Klik di mana saja pada header bagian untuk membuka atau menutupnya; tahan **⌥** sambil mengklik untuk membuka atau menutup setiap bagian sekaligus. Bagaimana Anda meninggalkannya akan diingat.
it: I controlli dell'inspector sono raggruppati in sezioni comprimibili. Fai clic in un punto qualsiasi dell'intestazione di una sezione per aprirla o chiuderla; tieni premuto **⌥** mentre fai clic per aprire o chiudere tutte le sezioni in una volta. Lo stato in cui le lasci viene ricordato.
ja: インスペクタの項目は、折りたたみ可能なセクションにまとめられています。セクションのヘッダーをクリックすると開閉でき、**⌥** を押しながらクリックすると、すべてのセクションをまとめて開閉できます。開閉の状態は記憶されます。
ko: 인스펙터의 컨트롤은 접을 수 있는 섹션으로 묶여 있습니다. 섹션 헤더의 아무 곳이나 클릭하면 열거나 닫을 수 있고, **⌥**를 누른 채 클릭하면 모든 섹션을 한 번에 열거나 닫습니다. 마지막 상태는 기억됩니다.
ms: Kawalan pemeriksa dikumpulkan ke dalam bahagian yang boleh dilipat. Klik di mana-mana pada pengepala bahagian untuk membuka atau menutupnya; tahan **⌥** sambil mengklik untuk membuka atau menutup setiap bahagian sekaligus. Bagaimana anda meninggalkan mereka diingati.
nl: De bedieningselementen van de inspecteur zijn gegroepeerd in opvouwbare secties. Klik ergens op de kop van een sectie om deze te openen of te sluiten; houd **⌥** ingedrukt terwijl u klikt om elke sectie in één keer te openen of te sluiten. Hoe u ze achterlaat, wordt onthouden.
no: Inspektørens kontroller er gruppert i sammenleggbare seksjoner. Klikk hvor som helst på en seksjons overskrift for å åpne eller lukke den; hold inne **⌥** mens du klikker for å åpne eller lukke hver seksjon samtidig. Hvordan du forlater dem huskes.
pl: Elementy sterujące inspektora są pogrupowane w zwijane sekcje. Kliknij w dowolnym miejscu nagłówka sekcji, aby ją otworzyć lub zamknąć; przytrzymaj **⌥** podczas klikania, aby otworzyć lub zamknąć każdą sekcję na raz. To, jak je zostawisz, zostanie zapamiętane.
pt_br: Os controles do inspetor são agrupados em seções recolhíveis. Clique em qualquer lugar do cabeçalho de uma seção para abri-la ou fechá-la; mantenha **⌥** pressionada ao clicar para abrir ou fechar todas as seções de uma vez. O estado em que você as deixa é lembrado.
pt_pt: Os controles do inspetor são agrupados em secções dobráveis. Clique em qualquer lugar do cabeçalho de uma secção para abri-la ou fechá-la; segure **⌥** enquanto clica para abrir ou fechar todas as secções de uma vez. Como você os deixa é lembrado.
ro: Comenzile inspectorului sunt grupate în secțiuni pliabile. Faceți clic oriunde pe antetul unei secțiuni pentru a o deschide sau închide; Țineți apăsat **⌥** în timp ce faceți clic pentru a deschide sau a închide fiecare secțiune simultan. Cum le părăsiți este amintit.
ru: Элементы управления инспектора сгруппированы в сворачиваемые разделы. Нажмите в любом месте заголовка раздела, чтобы открыть или закрыть его; удерживайте **⌥** при нажатии, чтобы открыть или закрыть все разделы сразу. Их состояние запоминается.
sk: Kontrolné prvky inšpektora sú zoskupené do skladacích častí. Kliknutím kdekoľvek na hlavičku sekcie ju otvoríte alebo zatvoríte; podržaním **⌥** pri kliknutí otvoríte alebo zatvoríte všetky sekcie naraz. Pamätá sa, ako ich opustíte.
sl: Inšpektorjeve kontrole so združene v zložljive dele. Kliknite kjer koli v glavi razdelka, da ga odprete ali zaprete; držite **⌥**, medtem ko kliknete, da odprete ali zaprete vse razdelke hkrati. Kako jih zapustite, si zapomnite.
sv: Inspektörens kontroller är grupperade i hopfällbara sektioner. Klicka var som helst på ett avsnitts rubrik för att öppna eller stänga det; håll ned **⌥** medan du klickar för att öppna eller stänga varje avsnitt samtidigt. Hur du lämnar dem kommer ihåg.
th: การควบคุมของผู้ตรวจสอบจะถูกจัดกลุ่มเป็นส่วนที่ยุบได้ คลิกที่ใดก็ได้บนส่วนหัวของส่วนเพื่อเปิดหรือปิด กด **⌥** ค้างไว้ขณะคลิกเพื่อเปิดหรือปิดทุกส่วนพร้อมกัน วิธีที่คุณทิ้งพวกเขาไว้จะถูกจดจำ
tr: Denetçinin denetimleri daraltılabilir bölümlerde gruplanır. Bir bölümü açmak veya kapatmak için başlığının herhangi bir yerine tıklayın; tüm bölümleri aynı anda açmak veya kapatmak için tıklarken **⌥** tuşunu basılı tutun. Bıraktığınız durum hatırlanır.
uk: Елементи керування інспектора згруповано в розділи, що згортаються. Клацніть будь-де на заголовку розділу, щоб розгорнути чи згорнути його; утримуйте **⌥** під час клацання, щоб розгорнути чи згорнути всі розділи одразу. Стан розділів запам’ятовується.
ur: انسپکٹر کے کنٹرول کو ٹوٹنے کے قابل حصوں میں گروپ کیا گیا ہے۔ اسے کھولنے یا بند کرنے کے لیے سیکشن کے ہیڈر پر کہیں بھی کلک کریں۔ ہر سیکشن کو ایک ساتھ کھولنے یا بند کرنے کے لیے کلک کرتے وقت **⌥** کو دبائے رکھیں۔ آپ انہیں کیسے چھوڑتے ہیں یاد ہے۔
vi: Các điều khiển của thanh tra được nhóm thành các phần có thể thu gọn. Nhấp vào bất kỳ đâu trên tiêu đề của phần để mở hoặc đóng phần đó; giữ **⌥** trong khi nhấp để mở hoặc đóng mọi phần cùng một lúc. Cách bạn rời bỏ chúng sẽ được ghi nhớ.
zh_hans: 检查器的控件分组在可折叠的部分中。点按某一部分标题的任意位置即可展开或折叠；点按时按住 **⌥** 可一次展开或折叠所有部分。你设置的展开状态会被记住。
zh_hant: 檢閱器的控制項目分組為可收合的區段。按一下區段標題的任何位置即可展開或收合；按住 **⌥** 並按一下，可一次展開或收合所有區段。你離開時的狀態會被記住。

source: The interface language will switch the next time Screenshot Bro launches.
ar: سيتم تبديل لغة الواجهة في المرة التالية التي يتم فيها تشغيل Screenshot Bro.
ca: L'idioma de la interfície canviarà la propera vegada que s'iniciï Screenshot Bro.
cs: Jazyk rozhraní se přepne při příštím spuštění Screenshot Bro.
da: Interfacesproget skifter næste gang Screenshot Bro starter.
de: Die Sprache der Benutzeroberfläche wird beim nächsten Start von Screenshot Bro geändert.
el: Η γλώσσα διεπαφής θα αλλάξει την επόμενη φορά που θα ξεκινήσει η Screenshot Bro.
es: El idioma de la interfaz cambiará la próxima vez que se abra Screenshot Bro.
fa: در دفعه بعد که Screenshot Bro راه اندازی شد، زبان رابط تغییر خواهد کرد.
fi: Käyttöliittymän kieli vaihtuu, kun Screenshot Bro käynnistetään seuraavan kerran.
fr: La langue de l'interface changera au prochain lancement de Screenshot Bro.
he: שפת הממשק תשתנה בפעם הבאה שבה Screenshot Bro יופעל.
hr: Jezik sučelja promijenit će se sljedeći put kada se Screenshot Bro pokrene.
hu: A kezelőfelület nyelve a Screenshot Bro következő indításakor megváltozik.
id: Bahasa antarmuka akan berubah saat Screenshot Bro diluncurkan berikutnya.
it: La lingua dell'interfaccia cambierà al prossimo avvio di Screenshot Bro.
ja: インターフェイスの言語は、次回 Screenshot Bro を起動したときに切り替わります。
ko: 인터페이스 언어는 다음에 Screenshot Bro를 실행할 때 변경됩니다.
ms: Bahasa antara muka akan bertukar pada kali berikutnya Screenshot Bro dilancarkan.
nl: De interfacetaal verandert de volgende keer dat Screenshot Bro wordt gestart.
no: Grensesnittspråket endres neste gang Screenshot Bro startes.
pl: Język interfejsu zostanie zmieniony przy następnym uruchomieniu Screenshot Bro.
pt_br: O idioma da interface mudará na próxima vez que Screenshot Bro for iniciado.
pt_pt: O idioma da interface mudará na próxima vez que Screenshot Bro for iniciado.
ro: Limba interfeței se va schimba la următoarea lansare a Screenshot Bro.
ru: Язык интерфейса сменится при следующем запуске Screenshot Bro.
sk: Jazyk rozhrania sa zmení pri ďalšom spustení Screenshot Bro.
sl: Jezik vmesnika se bo spremenil ob naslednjem zagonu Screenshot Bro.
sv: Gränssnittsspråket ändras nästa gång Screenshot Bro startas.
th: ภาษาอินเทอร์เฟซจะเปลี่ยนในครั้งถัดไปที่ Screenshot Bro เปิดตัว
tr: Arayüz dili, Screenshot Bro bir sonraki açılışında değişecek.
uk: Мову інтерфейсу буде змінено під час наступного запуску Screenshot Bro.
ur: اگلی بار Screenshot Bro کے لانچ ہونے پر انٹرفیس کی زبان بدل جائے گی۔
vi: Ngôn ngữ giao diện sẽ chuyển đổi vào lần khởi chạy Screenshot Bro tiếp theo.
zh_hans: 下次启动 Screenshot Bro 时，界面语言将切换。
zh_hant: 介面語言會在下次啟動 Screenshot Bro 時切換。

source: The key is stored in this device's Keychain.
ar: يتم تخزين المفتاح في Keychain لهذا الجهاز.
ca: La clau s'emmagatzema al clauer d'aquest dispositiu.
cs: Klíč je uložen v Keychain tohoto zařízení.
da: Nøglen er gemt i denne enheds nøglering.
de: Der Schlüssel wird im Schlüsselbund dieses Geräts gespeichert.
el: Το κλειδί είναι αποθηκευμένο στο Keychain αυτής της συσκευής.
es: La clave se guarda en el Llavero de este dispositivo.
fa: کلید در Keychain این دستگاه ذخیره می‌شود.
fi: Avain on tallennettu tämän laitteen avainnippuun.
fr: La clé est stockée dans le trousseau de cet appareil.
he: המפתח מאוחסן במחזיק המפתחות של מכשיר זה.
hr: Ključ je pohranjen u privjesku za ključeve ovog uređaja.
hu: A kulcs az eszköz kulcstartójában van tárolva.
id: Kuncinya disimpan di Gantungan Kunci perangkat ini.
it: La chiave viene salvata nel Portachiavi di questo dispositivo.
ja: キーはこのデバイスのキーチェーンに保存されます。
ko: 키는 이 기기의 키체인에 저장되어 있습니다.
ms: Kunci disimpan dalam Rantai Kunci peranti ini.
nl: De sleutel wordt opgeslagen in de sleutelhanger van dit apparaat.
no: Nøkkelen er lagret i denne enhetens nøkkelring.
pl: Klucz jest przechowywany w pęku kluczy tego urządzenia.
pt_br: A chave é armazenada nas Chaves deste dispositivo.
pt_pt: A chave é armazenada nas Chaves deste dispositivo.
ro: Cheia este stocată în brelocul acestui dispozitiv.
ru: Ключ хранится в Связке ключей этого устройства.
sk: Kľúč je uložený v Keychain tohto zariadenia.
sl: Ključ je shranjen v Keychain te naprave.
sv: Nyckeln lagras i enhetens nyckelring.
th: กุญแจถูกจัดเก็บไว้ในพวงกุญแจของอุปกรณ์นี้
tr: Anahtar bu aygıtın Anahtar Zinciri'nde saklanır.
uk: Ключ зберігається у В’язці ключів цього пристрою.
ur: کلید اس ڈیوائس کے کیچین میں محفوظ ہے۔
vi: Chìa khóa được lưu trữ trong Chuỗi khóa của thiết bị này.
zh_hans: 密钥存储在该设备的钥匙串中。
zh_hant: 密鑰會儲存在此裝置的「鑰匙圈」中。

source: The model picker groups frames into **families**, which are not the same list as the **device categories** you pick when adding a row. A Watch frame, for example, lives in the Watch family but sits in a row whose category is something else — so don't go looking for Watch in the Add Row list.
ar: يقوم منتقي النماذج بتجميع الإطارات في **العائلات**، وهي ليست نفس القائمة مثل **فئات الأجهزة** التي تختارها عند إضافة صف. على سبيل المثال، يوجد إطار المراقبة في عائلة Watch ولكنه موجود في صف تكون فئته شيئًا آخر - لذا لا تبحث عن Watch في قائمة Add Row.
ca: El selector de models agrupa els marcs en **famílies**, que no són la mateixa llista que les **categories de dispositius** que trieu quan afegiu una fila. Un marc de rellotge, per exemple, viu a la família de rellotges, però es troba en una fila la categoria de la qual és una altra cosa; així que no busqueu Rellotge a la llista Afegeix fila.
cs: Nástroj pro výběr modelu seskupuje snímky do **rodin**, což není stejný seznam jako **kategorie zařízení**, které vyberete při přidávání řádku. Rámeček Watch například žije v rodině Watch, ale sedí v řadě, jejíž kategorie je něco jiného – takže nehledejte Watch v seznamu Přidat řádek.
da: Modelvælgeren grupperer rammer i **familier**, som ikke er den samme liste som de **enhedskategorier**, du vælger, når du tilføjer en række. En Watch-ramme bor for eksempel i Watch-familien, men sidder i en række, hvis kategori er en anden — så gå ikke på udkig efter Watch i Tilføj Row-listen.
de: Die Modellauswahl gruppiert Rahmen in **Familien**, die nicht der Liste der **Gerätekategorien** entsprechen, die du beim Hinzufügen einer Zeile wählst. Ein Watch-Rahmen gehört zum Beispiel zur Familie „Watch“, steht aber in einer Zeile mit einer anderen Kategorie – such also nicht in der Liste „Zeile hinzufügen“ nach „Watch“.
el: Ο επιλογέας μοντέλων ομαδοποιεί τα πλαίσια σε **οικογένειες**, οι οποίες δεν είναι η ίδια λίστα με τις **κατηγορίες συσκευών** που επιλέγετε όταν προσθέτετε μια σειρά. Ένα πλαίσιο ρολογιού, για παράδειγμα, ζει στην οικογένεια Ρολόι, αλλά βρίσκεται σε μια σειρά της οποίας η κατηγορία είναι κάτι άλλο — επομένως μην ψάχνετε για Ρολόι στη λίστα Προσθήκη σειράς.
es: El selector de modelo agrupa los marcos en **familias**, que no son la misma lista que las **categorías de dispositivo** que eliges al añadir una fila. Un marco de Watch, por ejemplo, pertenece a la familia Watch pero va en una fila de otra categoría, así que no busques Watch en la lista de Añadir fila.
fa: انتخابگر مدل، قاب‌ها را در **خانواده‌ها** گروه‌بندی می‌کند که با فهرست **دسته‌های دستگاه** هنگام افزودن ردیف یکی نیست. برای مثال، قاب Watch در خانوادهٔ Watch است اما در ردیفی با دستهٔ دیگری قرار می‌گیرد — پس دنبال Watch در فهرست «افزودن ردیف» نگردید.
fi: Mallinvalitsin ryhmittelee kehykset **perheisiin**, jotka eivät ole sama luettelo kuin riviä lisättäessä valitsemasi **laiteluokat**. Esimerkiksi kellokehys asuu Watch-perheessä, mutta istuu rivissä, jonka luokka on jotain muuta – joten älä etsi Watchia Lisää rivi -luettelosta.
fr: Le sélecteur de modèles regroupe les cadres en **familles**, qui ne correspondent pas à la liste des **catégories d'appareils** proposée à l'ajout d'une ligne. Un cadre Watch, par exemple, appartient à la famille Watch mais se trouve dans une ligne d'une autre catégorie — inutile donc de chercher Watch dans la liste Ajouter une ligne.
he: בוחר הדגמים מקבץ מסגרות ל-**משפחות**, שאינן זהה לרשימה של **קטגוריות המכשירים** שאתה בוחר בעת הוספת שורה. מסגרת Watch, למשל, חיה במשפחת Watch אבל יושבת בשורה שהקטגוריה שלה היא משהו אחר - אז אל תחפשו Watch ברשימת הוסף שורה.
hr: Alat za odabir modela grupira okvire u **obitelji**, koje nisu isti popis kao **kategorije uređaja** koje odaberete prilikom dodavanja retka. Watch okvir, na primjer, živi u Watch obitelji, ali se nalazi u nizu čija je kategorija nešto drugo — stoga nemojte tražiti Watch na popisu Add Row.
hu: A modellválasztó **családokba** csoportosítja a kereteket, amelyek nem azonosak a sor hozzáadásakor kiválasztott **eszközkategóriákkal**. Egy órakeret például a Watch családban él, de egy sorban ül, amelynek kategóriája más – ezért ne keresse a Watch elemet a Sor hozzáadása listában.
id: Pemilih model mengelompokkan bingkai ke dalam **keluarga**, yang daftarnya tidak sama dengan **kategori perangkat** yang Anda pilih saat menambahkan baris. Bingkai Arloji, misalnya, ada dalam keluarga Arloji tetapi berada di baris yang kategorinya berbeda — jadi jangan mencari Arloji di daftar Tambahkan Baris.
it: Il selettore dei modelli raggruppa le cornici in **famiglie**, che non corrispondono all'elenco delle **categorie di dispositivo** che scegli quando aggiungi una riga. Una cornice Watch, ad esempio, si trova nella famiglia Watch ma sta in una riga con un'altra categoria: quindi non cercare Watch nell'elenco Aggiungi riga.
ja: モデルピッカーではフレームが **種類** ごとにまとめられていますが、これは行を追加するときに選ぶ **デバイスカテゴリ** とは別のリストです。たとえば Watch のフレームは Watch の種類に含まれますが、カテゴリが別の行に配置されます。そのため、「行を追加」のリストで Watch を探しても見つかりません。
ko: 모델 선택기는 프레임을 **패밀리**로 묶으며, 이는 행을 추가할 때 고르는 **기기 카테고리**와 다른 목록입니다. 예를 들어 Watch 프레임은 Watch 패밀리에 속하지만 카테고리가 다른 행에 놓이므로, 행 추가 목록에서 Watch를 찾을 필요는 없습니다.
ms: Pemilih model mengumpulkan bingkai ke dalam **keluarga**, yang bukan senarai yang sama dengan **kategori peranti** yang anda pilih semasa menambah baris. Bingkai jam tangan, sebagai contoh, tinggal dalam keluarga Tontonan tetapi terletak dalam satu baris yang kategorinya adalah sesuatu yang lain — jadi jangan cari Tonton dalam senarai Tambah Baris.
nl: De modelkiezer groepeert frames in **families**, die niet dezelfde lijst zijn als de **apparaatcategorieën** die u kiest bij het toevoegen van een rij. Een Watch-frame behoort bijvoorbeeld tot de Watch-familie, maar staat in een rij waarvan de categorie iets anders is. Zoek dus niet naar Watch in de lijst Rij toevoegen.
no: Modellvelgeren grupperer rammer i **familier**, som ikke er den samme listen som **enhetskategoriene** du velger når du legger til en rad. En Watch-ramme, for eksempel, bor i Watch-familien, men sitter på en rad hvis kategori er noe annet - så ikke gå på jakt etter Watch i Add Row-listen.
pl: Selektor modeli grupuje ramki w **rodziny**, które nie są tą samą listą, co **kategorie urządzeń** wybrane podczas dodawania wiersza. Na przykład ramka zegarka należy do rodziny zegarków, ale znajduje się w rzędzie, którego kategoria jest inna — więc nie szukaj zegarka na liście Dodaj wiersz.
pt_br: O seletor de modelos agrupa as molduras em **famílias**, que não são a mesma lista das **categorias de dispositivo** escolhidas ao adicionar uma linha. Uma moldura de Watch, por exemplo, fica na família Watch, mas em uma linha de outra categoria — então não procure Watch na lista Adicionar linha.
pt_pt: O seletor de modelo agrupa frames em **famílias**, que não são a mesma lista que as **categorias de dispositivos** escolhidas ao adicionar uma linha. Um quadro Watch, por exemplo, pertence à família Watch, mas fica em uma linha cuja categoria é outra — portanto, não procure Watch na lista Add Row.
ro: Selectorul de modele grupează cadrele în **familii**, care nu sunt aceeași listă cu **categorii de dispozitive** pe care le alegeți când adăugați un rând. Un cadru de ceas, de exemplu, locuiește în familia de ceasuri, dar se află într-un rând a cărui categorie este altceva – așa că nu căutați ceas în lista Adăugare rând.
ru: Окно выбора модели группирует рамки по **семействам**, и это не тот же список, что **категории устройств**, которые вы выбираете при добавлении строки. Например, рамка Watch находится в семействе Watch, но располагается в строке с другой категорией — так что не ищите Watch в списке «Добавить строку».
sk: Nástroj na výber modelu zoskupuje snímky do **rodín**, ktoré nie sú rovnakým zoznamom ako **kategórie zariadení**, ktoré vyberiete pri pridávaní riadku. Rám hodiniek napríklad žije v rodine hodiniek, ale sedí v rade, ktorého kategória je iná – takže nehľadajte položku Watch v zozname Pridať riadok.
sl: Izbirnik modela združuje okvirje v **družine**, ki niso isti seznam kot **kategorije naprav**, ki jih izberete pri dodajanju vrstice. Okvir Watch, na primer, živi v družini Watch, vendar je v vrsti, katere kategorija je nekaj drugega – zato ne iščite Watch na seznamu Add Row.
sv: Modellväljaren grupperar ramar i **familjer**, som inte är samma lista som de **enhetskategorier** du väljer när du lägger till en rad. En Watch-ram, till exempel, bor i Watch-familjen men sitter i en rad vars kategori är något annat — så leta inte efter Watch i listan Lägg till rad.
th: เครื่องมือเลือกโมเดลจะจัดเฟรมเป็น **ครอบครัว** ซึ่งไม่ใช่รายการเดียวกันกับ **หมวดหมู่อุปกรณ์** ที่คุณเลือกเมื่อเพิ่มแถว ตัวอย่างเช่น กรอบ Watch อยู่ในตระกูล Watch แต่อยู่ในแถวที่มีหมวดหมู่เป็นอย่างอื่น ดังนั้นอย่าไปค้นหา Watch ในรายการ Add Row
tr: Model seçici çerçeveleri **ailelere** göre gruplar; bu liste, satır eklerken seçtiğiniz **aygıt kategorileri** listesiyle aynı değildir. Örneğin bir Watch çerçevesi Watch ailesinde yer alır ama kategorisi başka bir şey olan bir satırda bulunur — bu yüzden Satır Ekle listesinde Watch aramayın.
uk: Засіб вибору моделі групує рамки в **родини**, які не збігаються зі списком **категорій пристроїв**, що ви вибираєте під час додавання рядка. Наприклад, рамка Watch належить до родини Watch, але розміщується в рядку з іншою категорією — тож не шукайте Watch у списку «Додати рядок».
ur: ماڈل چننے والا فریموں کو **خاندانوں** میں گروپ کرتا ہے، جو قطار کو شامل کرتے وقت آپ کے منتخب کردہ **آلہ کے زمرے** جیسی فہرست نہیں ہیں۔ ایک واچ فریم، مثال کے طور پر، واچ فیملی میں رہتا ہے لیکن ایک قطار میں بیٹھتا ہے جس کا زمرہ کچھ اور ہے — اس لیے Add Row کی فہرست میں واچ کی تلاش میں نہ جائیں۔
vi: Bộ chọn mô hình nhóm các khung thành **dòng**, không cùng danh sách với **danh mục thiết bị** mà bạn chọn khi thêm hàng. Ví dụ: khung Đồng hồ nằm trong nhóm Đồng hồ nhưng nằm trong một hàng có danh mục là thứ khác — vì vậy đừng tìm kiếm Đồng hồ trong danh sách Thêm hàng.
zh_hans: 型号选择器将边框分成若干 **系列**，这与添加行时选择的 **设备类别** 并不是同一个列表。例如，手表边框属于“手表”系列，但它所在行的类别是别的类别——所以不要在“添加行”列表中寻找手表。
zh_hant: 型號選擇器會將外框分組為**系列**，這與你加入列時所選的**裝置類別**不是同一份列表。例如，Watch 外框屬於 Watch 系列，但所在的列可能是其他類別——所以不要在「加入列」列表中尋找 Watch。
